
/* */
"AppSocket/HP JetDirect" = "Jetdirect";

/* */
"Bluetooth Printer (bluetooth)" = "Bluetooth";

/* */
"Fax Printer (fax)" = "Fax";

/* */
"FireWire Printer" = "FireWire";

/* */
"Internet Printing Protocol (http)" = "Internet Printing Protocol (http)";

/* */
"Internet Printing Protocol (ipp)" = "Internet Printing Protocol";

/* */
"LPD/LPR Host or Printer" = "LPD/LPR Host or Printer";

/* */
"Serial Printer (serial)" = "Serial";

/* */
"USB Printer (usb)" = "USB";

/* */
"Windows Printer via SAMBA" = "Windows";

/* */
"Zeroconf registered printer..." = "Bonjour";

/* User will enter the URI manually menu item */
"manual" = "Another Device";

/* Internal Modem */
"modem" = "Internal Modem";

/* Bluetooth Modem */
"Bluetooth-Modem" = "Bluetooth Modem";


